import React from 'react'

import Layout from 'layout'
import Sign from 'sign'

const Paradise = () => (
  <Layout>
    <article>
      <h1>Достоверно о Рае</h1>

      <p>
        <b>
          <center>
            <em>Бисми-лляхи-р-рахмани-р-рахим!</em>
          </center>
        </b>
      </p>

      <p>
        <b>
          <center>
            <em>Ас-саляму алейкум ва рахматуллахи ва баракатух!</em>
          </center>
        </b>
      </p>

      <p>
        <b>
          <center>
            Хвала Всевышнему Аллаху, Господу миров, которого прославляют все
            творения на небесах и на земле! Да благословит Всевышний нашего
            Пророка Мухаммада, его семью, сподвижников и всех тех, кто следовал,
            следует и будет следовать по истинному пути Ислама до Судного дня.
          </center>
        </b>
      </p>

      <h2>Дорогие братья и сестры!</h2>

      <p>
        Несколько последних пятничных хутб в нашей мечети посвящены Раю. И не
        удивительно, ведь Рай – это великое воздаяние, уготованное Аллахом для
        тех, кого Он возлюбил и кто повиновался Ему. Все, что поведал о нем
        Аллах, и все, что рассказал о нем Посланник (мир ему) изумляет умы,
        поскольку величие этого блаженства не позволяет разуму постичь его.
      </p>

      <p>Всеблагой и Всевышний Аллах сказал в священном хадисе:</p>

      <p>
        <b>
          «Я приготовил для Моих праведных рабов то, чего не видели глаза, чего
          не слышали уши, о чем даже не помышляла человеческая душа».
        </b>
      </p>

      <p>Потом Посланник (мир ему) сказал:</p>

      <p>
        <b>
          «Прочтите, если хотите: «Ни один человек не знает, какие услады для
          глаз сокрыты для них» (Ас-Саджда, 17).
        </b>
      </p>

      <p>
        В «Сахихе» Бухари передан хадис, в котором Посланник Аллаха (мир ему)
        сказал:
      </p>

      <p>
        <b>
          «Место, которое займет хлыст в Раю, лучше земного мира и всего, что
          есть в нем».
        </b>
      </p>

      <p>
        Вот почему попадание в Рай и спасение от Ада Аллах расценивает, как
        безграничный успех и великое спасение.
      </p>

      <p>
        <b>
          «Кто будет удален от Огня и введен в Рай, тот обретет успех» (Аль
          Имран, 185);
        </b>
      </p>

      <p>
        <b>
          «Аллах обещал верующим мужчинам и женщинам райские сады, в которых
          текут реки и в которых они пребудут вечно, а также прекрасные жилища в
          садах Эдема. Но довольство Аллаха будет превыше этого. Это и есть
          великое преуспеяние» (Ат-Тауба, 72);
        </b>
      </p>

      <p>
        <b>
          «Тех, кто повинуется Аллаху и Его Посланнику, Он введет в райские
          сады, в которых текут реки. Они пребудут там вечно. Это и есть великое
          преуспеяние» (Ан-Ниса, 13).
        </b>
      </p>

      <p>
        Несомненно, никакое состояние не сравнится со счастьем, которое испытают
        верующие, когда их толпами поведут в Сады блаженства, оказывая им всякие
        почести. Они подойдут к Раю, и тогда его врата распахнутся, и
        благородные ангелы поздравят их с благополучным прибытием и избавлением
        от горестей:
      </p>

      <p>
        <b>
          «А тех, которые боялись своего Господа, толпами проводят в Рай. Когда
          они приблизятся, и его врата распахнутся, его стражи скажут им: «Мир
          вам! Вы были хороши. Входите же сюда навечно!»» (Аз-Зумар, 73),
        </b>
      </p>

      <p>
        То есть ваши деяния, речи и убеждения были прекрасны, благодаря чему
        ваши души и сердца были чисты, в результате чего вы и заслужили Рай.
      </p>

      <p>Посланник Аллаха (мир ему) сказал:</p>

      <p>
        <b>
          «Всеблагой и Всевышний Аллах соберет людей, и верующие будут стоять,
          пока Рай не приблизится к ним. Тогда они придут к Адаму и скажут:
          «Отец наш, помолись, чтобы Рай открылся для нас». Он скажет: «Разве не
          мой грех вывел вас из Рая? Я не гожусь для этого»» Муслим.
        </b>
      </p>

      <p>
        После того как верующие минуют Мост (проложенный над Адом, по которому
        верующим предстоит пройти прежде, чем они войдут в Рай), их остановят
        между Раем и Адом, у того конца моста, который будет ближе к Раю. Тем
        они будут избавлены от недостатков и очищены.
      </p>

      <p>
        Самым первым человеком, который вступит в Рай, будет наш Посланник
        Мухаммад (мир ему), а его последователи будут первой общиной, которая
        войдет туда. Первым же из этой общины в Рай вступит Абу Бакр ас-Сиддик.
      </p>

      <p>
        В «Сахихе» Муслима передан хадис Анаса о том, что Посланник Аллаха (мир
        ему) сказал:
      </p>

      <p>
        <b>«Я буду первым, кто постучит во врата Рая».</b>
      </p>

      <p>Также Посланник Аллаха (мир ему) сказал:</p>

      <p>
        <b>
          «В день воскресения я приду к вратам Рая и попрошу открыть их. Страж
          спросит: «Кто ты?» Я отвечу: «Мухаммад». Он скажет: «Мне приказано не
          открывать никому до тебя»».
        </b>
      </p>

      <p>Также Пророк (мир ему) сказал:</p>

      <p>
        <b>
          «Мы – последние, но будем первыми в день воскресения. Мы будем первыми
          людьми, которые войдут в Рай» (Хадис Абу Хурейры).
        </b>
      </p>

      <p>Также Абу Хурейра передал о том, что Пророк (мир ему) сказал:</p>

      <p>
        <b>
          «Джибрил пришел ко мне и взял меня за руку, а потом показал мне врата
          Рая, через которые войдут мои последователи». Абу Бакр сказал:
          «Посланник Аллаха, как бы я хотел быть рядом с тобой, чтобы посмотреть
          на них». Он сказал: «Поистине, ты, Абу Бакр, будешь первым из моих
          последователей, кто войдет в рай».
        </b>
      </p>

      <p>
        В первую группу верующих, которые вступят в Рай, войдут те мусульмане,
        кто отличился верой и богобоязненностью, праведными поступками и
        приверженностью истинной религии. Они войдут в Рай одной шеренгой, и
        никто из них не опередит остальных, а их лица будут подобны луне в ночь
        полнолуния.
      </p>

      <p>Посланник Аллаха (мир ему) сказал:</p>

      <p>
        <b>
          «Поистине, первая группа тех, кто войдет в Рай, будет подобна луне в
          ночь полнолуния. Они не будут плеваться, сморкаться и испражняться. Их
          сосуды будут из золота, расчески – из золота и серебра, кадила – из
          ладана, а вместо пота у них (будет выделяться) мускус. У каждого из
          них будут две жены, настолько прекрасные, что через их тела можно
          увидеть костный мозг их голеней. Между ними не будет ни разногласий,
          ни вражды. Сердца их будут одинаковы, и они будут славить Аллаха утром
          и вечером» (Бухари, Муслим).
        </b>
      </p>

      <p>Также Пророк (мир ему) говорил:</p>

      <p>
        <b>
          «Семьдесят или семьсот тысяч моих последователей войдут в Рай вместе и
          ни один из них не войдет раньше другого, а их лица будут подобны луне
          в ночь полнолуния» (Фатх-аль-Бари, 6/319).
        </b>
      </p>

      <p>
        Посланник Аллаха (мир ему) описал те первые семьдесят тысяч, разъяснив
        признаки, по которым их можно узнать. Передал аль-Бухари рассказ Ибн
        Аббаса о том, что Пророк (мир ему) сказал:
      </p>

      <p>
        <b>
          «Мне были показаны общины. Среди них был пророк, за которым шло
          (много) последователей, и пророк, за которым шла группа людей. И был
          пророк, за которым шел десяток человек, и пророк, за которым шли пять
          человек. Был и такой пророк, за которым шел всего один человек. И тут
          я увидел множество людей, и я сказал: «Джибрил, это – мои
          последователи?» Он сказал: «Нет, но посмотри на горизонт». Я взглянул
          и увидел множество людей. Он сказал: «Это и есть твоя община.
          Семьдесят тысяч из них, идущих впереди, не будут призваны к отчету и
          не познают мучений». Я спросил «А почему?» Он сказал: «Они не делали
          прижиганий, не просили, чтобы им прочли заклинания, не были суеверны и
          уповали только на своего Господа». Тогда поднялся Уккаша бин Михсан и
          сказал: «Попроси Аллаха сделать меня одним из них». Он сказал: «О
          Аллах, сделай его одним из них». После этого поднялся другой мужчина и
          сказал «Попроси Аллаха сделать меня одним из них». Тогда он сказал: «В
          этом Уккаша опередил тебя» (Фатх аль-Бари, 11/405).
        </b>
      </p>

      <p>Очевидно, это те, которых Аллах назвал приближенными:</p>

      <p>
        <b>
          «И будут опередившие (их всех в добре), которые опередят (их и в Раю).
          Это – приближенные. (Они пребудут) в садах блаженства» (Аль-Вакиа,
          10-12).
        </b>
      </p>

      <p>
        Многие из них будут из первых поколений мусульман, и лишь немногие из
        них окажутся из последних поколений:
      </p>

      <p>
        <b>
          «Многие из них – из первых (поколений), и лишь немногие – из
          последних» (Аль-Вакиа, 13-14)
        </b>
      </p>

      <p>
        Передано со слов Абдуллаха бин Амра, что Посланник Аллаха (мир ему)
        сказал:
      </p>

      <p>
        <b>
          «Поистине, в день воскресения бедные мухаджиры войдут в Рай на сорок
          лет раньше богатых» (Муслим)
        </b>
      </p>

      <p>
        Посланник (мир ему) разъяснил, что они вели борьбу на пути Аллаха и
        обладали множеством достоинств, но у них не было имущества, за которое
        придется нести ответ. Аль-Хаким передал со слов Абдуллаха бин Амра, что
        Посланник Аллаха (мир ему) сказал:
      </p>

      <p>
        <b>
          «Знаешь ли ты, кто попадет в первую группу моих последователей,
          которая войдет в Рай?» Он сказал: «Аллаху и Его Посланнику это
          известно лучше». Он сказал: «Бедные мухаджиры. В день воскресения они
          придут к вратам Рая и попросят открыть их. Стражи скажут им: «Вы уже
          держали ответ?» Они ответят: «За что нам держать ответ? Мы несли свои
          мечи на плечах на пути Аллаха, пока не умерли на этом пути». (Врата)
          раскроются перед ними, и они будут отдыхать там сорок лет до того, как
          туда войдут остальные люди». (Муслим)
        </b>
      </p>

      <p>Вхождение в Рай ослушников.</p>

      <p>Посланник Аллаха (мир ему) сказал:</p>

      <p>
        <b>
          «Те, кто попал в Огонь и стал его обитателем, не умрут там и не будут
          жить. Но будут люди, которые попадут в Огонь из-за грехов. Они будут
          умерщвлены, а когда они превратятся в уголь, будет позволено
          заступиться за них. Их принесут кучами и рассыплют по рекам в Раю, а
          потом будет сказано: «Обитатели Рая, полейте их». После этого они
          вырастут, как семена трав прорастают в грязи, которую принес селевой
          поток» (Муслим).
        </b>
      </p>

      <p>Также Пророк (мир ему) сказал:</p>

      <p>
        <b>
          «Будут люди, которые выйдут из Огня благодаря заступничеству Мухаммада
          (мир ему), а потом войдут в Рай. Их будут звать людьми из Геенны»
          (Бухари, Муслим)
        </b>
      </p>

      <p>Из рассказа Абу Хурейры про Последнюю жизнь:</p>

      <p>
        <b>
          «Когда же Аллах завершит суд над рабами и захочет по милости Своей
          вывести из Огня тех, кого пожелает, Он велит ангелам вывести оттуда
          тех, кто не приобщал сотоварищей к Нему» (Муслим).
        </b>
      </p>

      <p>Пророк (мир ему) сказал:</p>

      <p>
        <b>
          «Выйдет из Огня тот, кто говорил: «Нет божества, кроме Аллаха», - и в
          чьем сердце есть добро весом хотя бы в ячменное зернышко. Потом выйдет
          из Огня тот, кто говорил: «Нет божества, кроме Аллаха», - и в чьем
          сердце есть добро хотя бы в пшеничное зернышко. Потом выйдет из Огня
          тот, кто говорил: «Нет божества, кроме Аллаха», - и в чьем сердце есть
          добро хотя бы в пылинку» (Муслим).
        </b>
      </p>

      <p>Продолжение следует...</p>

      <Sign />
    </article>
  </Layout>
)

Paradise.displayName = 'Paradise'

export default Paradise
